Repository: morange/move-test_v11
Catalog: var/labels/*/yoast_seo/Resources/Private/Language/*.BackendModulePremium.xlf
Languages: de

# mlang_labels_tabdescr
source: Yoast SEO Premium for TYPO3
de: Yoast SEO Premium für TYPO3

# mlang_labels_tablabel
source: Yoast SEO Premium for TYPO3
de: Yoast SEO Premium für TYPO3

# mod_premium_subtitle
source: , take your optimization to the next level!
de: , optimiere auf dem nächsten Level!

# mod_premium_redirectmanager
source: Redirect manager
de: Weiterleitungsmanager

# mod_premium_redirectmanager_descr
source: create and manage redirects from within your TYPO3 installation
de: Erstelle und verwalte Weiterleitungen direkt in TYpO3

# mod_premium_multiple_focus_keywords
source: Multiple focus keyphrases
de: Mehrere Fokusschlüsselworte

# mod_premium_multiple_focus_keywords_descr
source: optimize a single post for up to 5 keyphrases
de: optimiere einzelne Veröffentlichungen für bis zu 5 Schlüsselworte

# mod_premium_support_descr
source: gain access to our 24/7 support team
de: Zugriff auf unser 24/7 support Team

# installed
source: Yoast SEO Premium for TYPO3 is installed
de: Yoast SEO Premium für TYPO3 ist installiert

# buy_now
source: BUY YOAST SEO PREMIUM FOR TYPO3
de: Kaufe YOAST SEO PREMIUM FÜR TYPO3

source: More information
de: Weitere Informationen

# guarantee
source: Comes with our 30-day no questions asked money back guarantee
de: 30-Tage Geld-zurück-Garantie und das ohne lästige Rückfragen

# table.feature.keywords
source: Keyword optimization
de: Schlüsselwort-Optimierung

# table.feature.preview
source: Preview of your page
de: Vorschau ihrer Seite

# table.feature.readability
source: Readability check
de: Lesbarkeitsprüfung

# table.feature.content
source: No duplicate content
de: Kein doppelter Inhalt

# table.feature.algorithm
source: Always updated for Google’s algorithm
de: Immer aktuell für Google’s Algorithmen

# table.feature.linking_suggestions
source: Internal linking suggestions
de: Interne Link Vorschläge

# table.feature.redirect
source: Redirect manager
de: Weiterleitungsmanager

# table.feature.support
source: 1 year free access to 24/7 support
de: 1 Jahr Zugriff auf kostenfreien 24/7 support

# table.feature.ad_free
source: Ad-free
de: Werbefrei

# table.premium.keywords
source: Optimize for keywords, keyphrases, synonyms and related keywords.
de: Optmiere für Schlüsselworte, Wortgruppen, Synonyme und verwandte Schlüsselworte

# table.premium.preview
source: <b>Google snippet preview:</b> see what your page looks like in Google.
de: &lt;b&gt;Google Vorschau:&lt;/b&gt; so würde die Seite aussehen.

# table.premium.readability
source: We check the readability of the text your wrote and calculate the <b>Flesch Reading Ease Score</b>.
de: Wir prüfen die Lesbarkeit des Textes und berechnen den &lt;b&gt;Flesch Reading Ease Score&lt;/b&gt;.

# table.premium.content
source: Your rankings can suffer from duplicate content. Yoast SEO sets canonical URLs to avoid confusing Google.
de: Ihr Ranking kann sich bei doppelten Inhalten verschlechtern. Yoast SEO setzt canonical URLs um Google zu unterstützen.

# table.premium.algorithm
source: The extension is updated every month, so you’re sure that your website is optimized for the most recent Google algorithm.
de: Die Erweiterung wird jeden Minat aktualisiert, so gehen wir sicher, dass Ihre Webseite für den aktuellen Google Algorithmus optimiert ist.

# table.premium.insights
source: See the <b>5 words or phrases</b> you use the most on your page and check if they match what you want to rank for.
de: Wählen sie die &lt;b&gt;5 Worte oder Wortgruppen&lt;/b&gt; die sie am meisten auf Ihrer Seite verwenden und prüfen Sie ob diese das Optimierungsziel sind.

# table.premium.linking_suggestions
source: Get <strong>suggestions for links</strong> to other pages on your website, as you write.
de: Wir schlagen Verknüpfungen auf andere interne Seiten vor, während Sie schreiben.

# table.premium.ad_free
source: In Yoast SEO Premium there are <strong>no ads</strong>.
de: In Yoast SEO Premium gibt es &lt;strong&gt;keine Werbung&lt;/strong&gt;.

# table.premium.redirect
source: Get alerts and easily redirect old URLs to new ones. You don’t want your visitors to encounter a <b>404 Not Found</b> page.
de: Erhalten Sie Warnungen und leiten Sie alte URLs einfach auf neue um. Ihre Kunden werden Ihnen danken.

# table.premium.support
source: Get email access to our amazing and <b>helpful support team</b>.
de: E-Mail-Kontak zu unserem &lt;strong&gt;Support-Team&lt;/strong&gt;

# table.free.keywords
source: Only 1 keyword or keyphrase
de: Nur ein Schlüsselwort oder eine Wortgruppe

# table.free.insights
source: You have to check this yourself, we’re afraid.
de: Sie müssen das leider selber überprüfen

# table.free.linking_suggestions
source: You have to manually look up related pages to create links.
de: Sie können selbst nach verwandten Seiten suchen und diese verlinken.

# table.free.ad_free
source: You’ll see ads for our other awesome products and services.
de: Wir präsentieren unsere Produkte und Dienstleistungen.

# table.free.redirect
source: Don’t forget (to ask your developer) to create a redirect each time you delete a page.
de: Vergiss nicht, deinem Redakteur zu sagen, dass immer eine Weiterleitung angelegt wird, wenn eine Seite gelöscht wird.

# table.free.support
source: We offer an extensive FAQ section and knowledge base.
de: Wir bieten einen umfangreichen FAQ in unserer Hilfe.
